{
    "messages": {
        "welcome": "Здравствуйте! Я бот-ассистент для туристов. Для начала выберите город ниже.",
        "select_tour": "Пожалуйста, выберите тур для продолжения.",
        "tour_start": "Отлично! Запускаю {tour_type} тур!",
        "tour_day": "{day} день тура — {day_description}",
        "last_day": "Это последний день тура! Вы можете вернуться назад для выбора другого тура или города."
    },
    "cities": {
        "Волгоград": {
            "city_in": "Волгограде",
            "english_name": "volgograd",
            "description": "Волгоград — это город-герой с богатой историей, особенно известный своей ролью в Сталинградской битве. Сегодня Волгоград — это не только город-музей, но и современный мегаполис с живописными набережными и уникальной архитектурой.",
            "hotels": "1. Хостел \"Сталинград\" (от 1 500 руб. за ночь) — удобное расположение и минимальные цены.\n\n2. Гостиница \"Южная\" (от 3 500 руб. за ночь) — комфортные номера в центре.\n\n3. Hilton Garden Inn Volgograd (от 7 000 руб. за ночь) — вид на Волгу и высокий сервис.",
            "weekends_trip": {
                "1": "Мамаев Курган и памятник 'Родина-Мать' — главный мемориальный комплекс, посвященный Сталинградской битве.\n\nИнтересный факт: Статуя 'Родина-Мать' высотой 85 метров была самым высоким памятником в мире до 1989 года. Мемориальный комплекс включает в себя несколько воинских захоронений и музеев.",
                "2": "Музей-панорама 'Сталинградская битва' — уникальное панорамное изображение одного из ключевых сражений Второй мировой войны.\n\nИнтересный факт: Панорама охватывает площадь около 2 000 квадратных метров. В музее представлены оригинальные артефакты времен войны, включая оружие и личные вещи солдат."
            },
            "week_trip": {
                "1": "Мамаев Курган и Родина-Мать.",
                "2": "Музей-панорама 'Сталинградская битва'.",
                "3": "Музейный комплекс 'Старая Сарепта' — немецкая колония XVIII века.\n\nИнтересный факт: В Сарепте был создан первый в России горчичный завод. Это старейшая немецкая колония в России.",
                "4": "Набережная Волги — место для прогулок и катания на катерах.",
                "5": "Центральный парк культуры и отдыха (ЦПКиО) в Волгограде – это просторное место для семейного отдыха с аттракционами, культурными мероприятиями, зелеными зонами и активными развлечениями на свежем воздухе.",
                "6": "Речной порт Волгограда — это крупный транспортный узел на Волге, служащий отправной точкой для речных круизов, а также важный архитектурный памятник, символизирующий связь города с рекой и его историческое значение как центра судоходства.",
                "7": "Дом Павлова — символ Сталинградской битвы, сохранившийся с 1942 года."
            }
        },
        "Ростов-на-Дону": {
            "city_in": "Ростове-на-Дону",
            "english_name": "rostov-on-don",
            "description": "Ростов-на-Дону — южный город на реке Дон, центр казачьей культуры и важный транспортный узел. Город славится своими рынками, гастрономией и рекреационными зонами.",
            "hotels": "1. Хостел \"Like\" (от 1 200 руб. за ночь).\n\n2. Гостиница \"Европа\" (от 3 500 руб. за ночь).\n\n3. Radisson Blu Hotel Rostov (от 8 000 руб. за ночь).",
            "weekends_trip": {
                "1": "Пешеходная улица Большая Садовая — центральная улица города с театрами, кафе и памятниками.\n\nИнтересный факт: Это одна из самых длинных улиц в городе, её длина — более 5 км. Здесь находится здание Ростовского областного музея изобразительных искусств.",
                "2": "Набережная реки Дон — живописная зона для прогулок и ужинов с видом на реку.\n\nИнтересный факт: Набережная Ростова — одна из самых длинных в России. В 2018 году она была полностью обновлена."
            },
            "week_trip": {
                "1": "Большая Садовая и Набережная Дона.",
                "2": "Старочеркасский историко-архитектурный музей-заповедник — колыбель казачества с уникальными памятниками XVII-XVIII веков.\n\nИнтересный факт: Здесь находится одна из первых каменных церквей Дона — Воскресенский собор. В Старочеркасске проводятся традиционные казачьи фестивали.",
                "3": "Азовский историко-археологический музей-заповедник — экспозиция, посвящённая древним цивилизациям.\n\nИнтересный факт: Музей содержит артефакты скифской и сарматской культур. Азовская крепость использовалась турками и русскими в разные эпохи.",
                "4": "Ботанический сад Южного федерального университета — место для любителей природы.",
                "5": "Смотровая площадка на Левом берегу Дона ('Левбердон') — панорамный вид на реку и город.",
                "6": "Шолоховский центр — культурное пространство, посвящённое жизни и творчеству Михаила Шолохова.",
                "7": "Ростовский цирк — современное здание, где проходят яркие цирковые представления и шоу.\n\nИнтересный факт: Цирк в Ростове-на-Дону считается одним из самых крупных и современных в России. Здесь выступают как российские, так и зарубежные артисты.\n\nРостовский цирк также предлагает различные мастер-классы для детей и взрослых, включая акробатику и жонглирование."
            }
        },
        "Екатеринбург": {
            "city_in": "Екатеринбурге",
            "english_name": "yekaterinburg",
            "description": "Екатеринбург — это город на границе Европы и Азии, крупный культурный, промышленный и деловой центр. Он привлекает туристов своей историей, природными объектами и активной культурной жизнью.",
            "hotels": "1. Хостел \"Red Line\" (от 1 300 руб. за ночь).\n\n2. Гостиница \"Исеть\" (от 4 000 руб. за ночь).\n\n3. Hyatt Regency Ekaterinburg (от 10 000 руб. за ночь).",
            "weekends_trip": {
                "1": "Плотинка — историческая плотина и центр города, откуда открывается вид на реку Исеть.\n\nИнтересный факт: Это одно из самых посещаемых мест для прогулок и отдыха в городе. Здесь находится памятник первостроителям Екатеринбурга — 'Каменная крошка'.",
                "2": "Храм на Крови — один из крупнейших храмов России, построенный на месте казни царской семьи.\n\nИнтересный факт: Храм был построен в 2003 году в честь 85-летия трагедии царской семьи. Ежегодно храм посещают тысячи паломников."
            },
            "week_trip": {
                "1": "Плотинка и Храм на Крови.",
                "2": "Ганина Яма — монастырь, построенный на месте захоронения останков царской семьи.\n\nИнтересный факт: Монастырь состоит из семи храмов, каждый посвящён одному члену семьи Романовых. Это одно из крупнейших паломнических мест в России.",
                "3": "Природный парк 'Оленьи Ручьи' — заповедник с живописными ландшафтами и пещерами.\n\nИнтересный факт: В парке есть каменные арки и скалы, образованные миллионы лет назад. Парк богат археологическими находками, относящимися к эпохе палеолита.",
                "4": "Музей 'Невьянская башня' — наклонная башня XVIII века.\n\nИнтересный факт: Башня отклонилась от вертикали на 1,86 метра, сравнима с Пизанской башней. Внутри башни находится комната с необычной акустикой, где можно услышать шепот на дальнем расстоянии.",
                "5": "Екатеринбургский музей изобразительных искусств — крупнейшая художественная галерея в регионе.",
                "6": "Исторический музей Урала — в музее собраны артефакты, рассказывающие о развитии уральского региона, начиная с древности.\n\nИнтересный факт: Музей включает экспозиции, посвящённые промышленной революции и традиционным промыслам Урала.",
                "7": "Дендрологический сад — научно-исследовательская база и место для отдыха на природе.\n\nСад охватывает обширную территорию, где растут редкие виды растений со всего мира."
            }
        }
    }
}